grub
efibootmgr
networkmanager
network-manager-applet
wireless_tools
wpa_supplicant
dialog
os-prober
mtools
dosfstools
exfat-utils
base-devel
linux-headers
git
reflector
make
bluez
bluez-utils
pipewire
pipewire-pulse
pipewire-alsa
cups
xdg-utils
xdg-user-dirs
wayland
sddm
plasma-meta
plasma-wayland-session
p7zip
nmap
nftables
firewalld
weechat
aircrack-ng
wireshark-qt
android-tools
android-udev
bitwarden
ettercap
firefox
flatpak
gparted
kde-applications-meta
gnupg
metasploit
ruby
python3
signal-desktop
steam
signify
veracrypt
wget
qt5-base
yt-dlp
libreoffice-fresh
vlc
